{
  "name": "Bitcoin",
  "symbol": "BTC",
  "image_url": "https://assets.coingecko.com/coins/images/1/large/bitcoin.png",
  "rating": {
    "score": 92,
    "grade": "A+",
    "categories": {
      "future": 95,
      "tech": 93,
      "team": 90,
      "tokenomics": 88,
      "community": 94
    },
    "comment": "ビットコインは、最も分散化され、安全で、流動性の高い暗号資産としての地位を確立しています。その先駆者としての地位とネットワーク効果は、他の追随を許しません。マクロ経済の不確実性が高まる中で、「デジタルゴールド」としての価値貯蔵手段としての役割はますます重要になるでしょう。スケー-ビリティの問題は残りますが、ライトニングネットワークなどのセカンドレイヤー技術の発展がその解決策となる可能性を秘めています。"
  },
  "description": "ビットコインは、2008年にサトシ・ナカモトと名乗る正体不明の個人またはグループによって発表された論文「Bitcoin: A Peer-to-Peer Electronic Cash System」に基づき、2009年に運用が開始された世界初の分散型デジタル通貨です。 中央銀行や単一の管理者といった中央集権的な仲介者を必要とせず、インターネット上で個人間（P2P）での直接的な価値の移転を可能にすることを目的としています。<br><br><h3>基盤技術：ブロックチェーンとプルーフ・オブ・ワーク</h3>ビットコインの核心的な技術は**ブロックチェーン**です。これは、取引記録を「ブロック」と呼ばれる単位にまとめ、それらを時系列に沿って鎖（チェーン）のように連結して保存する分散型台帳技術です。 この台帳はネットワークに参加する多数のコンピューター（ノード）に分散して保存されるため、単一障害点がなく、データの改ざんが極めて困難な構造になっています。<br><br>取引の承認と新たなビットコインの発行は、「**マイニング**」と呼ばれるプロセスを通じて行われます。マイナー（採掘者）と呼ばれる参加者は、膨大な計算能力を用いて複雑な数学的問題を解くことで、取引が正当であることの「証明（プルーフ・オブ・ワーク）」を行います。 この問題を最初に解いたマイナーが、新たなブロックをチェーンに繋ぎ足す権利を得て、報酬として新規発行されたビットコインを受け取ります。 この仕組みにより、ネットワークのセキュリティが維持され、中央管理者がいなくても取引の信頼性が担保されます。<br><br><h3>経済的特徴：供給量の希少性</h3>ビットコインの際立った特徴の一つは、その**発行上限**がプログラムによって定められている点です。総供給量は**2100万枚**に限定されており、この希少性が金（ゴールド）に例えられ、「デジタルゴールド」と呼ばれる所以にもなっています。この上限があるため、政府や中央銀行が発行する法定通貨のように、意図的な増刷による価値の希薄化（インフレーション）が起こらないという特性を持っています。<br><br><h3>創設者：謎に包まれたサトシ・ナカモト</h3>ビットコインの創設者である**サトシ・ナカモト**の正体は、今日に至るまで謎に包まれています。 2008年に論文を発表し、2009年にソフトウェアを公開した後、他の開発者たちと協力してプロジェクトを進めていましたが、2010年頃を境にオンラインでの活動を停止し、表舞台から姿を消しました。 日本人を思わせる名前ですが、個人なのかグループなのか、その国籍や性別も一切が不明です。<br><br><h3>価格変動と現状</h3>ビットコインは、誕生当初ほぼ無価値でした。 しかし、その革新的な技術と非中央集権的な性質が注目を集めるにつれて、価値は大きく変動しながらも長期的に上昇してきました。価格は、需要と供給のバランス、規制の動向、マクロ経済の状況、技術的なアップデート、著名人による発言など、様々な要因によって影響を受けます。<br><br>現在、ビットコインは暗号資産（仮想通貨）のパイオニアとして、世界中の取引所で売買されており、投資対象としてだけでなく、一部の店舗やオンラインサービスでの決済手段としても利用され始めています。その技術は、金融システムに留まらず、様々な分野での応用が期待されています。",
  "officialLinks": [
    { "name": "公式サイト", "url": "https://bitcoin.org/" },
    { "name": "ホワイトペーパー", "url": "https://bitcoin.org/bitcoin.pdf" },
    { "name": "GitHub", "url": "https://github.com/bitcoin/bitcoin" },
    { "name": "Twitter", "url": "https://twitter.com/Bitcoin" },
    { "name": "Reddit", "url": "https://www.reddit.com/r/Bitcoin/" }
  ]
}